index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-10-19 Sun 12:29 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Samiddhi" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgc45c60b">Prompt</a></li>
<li><a href="#org4860b6c"><span class="done DONE">DONE</span> Chapter 1</a>
<ul>
<li><a href="#org10a9b79"><span class="done DONE">DONE</span> MN 107 (pg. 9)</a>
<ul>
<li><a href="#org7e6de58"><span class="done DONE">DONE</span> Deutsch</a></li>
<li><a href="#orgb3f25f6"><span class="done DONE">DONE</span> OWTJ</a></li>
</ul>
</li>
<li><a href="#org7f67623"><span class="done DONE">DONE</span> MN 19 (pg. 14)</a>
<ul>
<li><a href="#org1ab97da"><span class="done DONE">DONE</span> Deutsch</a></li>
<li><a href="#orgae5067f"><span class="done DONE">DONE</span> OWTJ</a></li>
</ul>
</li>
<li><a href="#org0613083"><span class="done DONE">DONE</span> MN 152 (pg. 14)</a>
<ul>
<li><a href="#org68ce2ea"><span class="done DONE">DONE</span> Deutsch</a></li>
<li><a href="#org9e1cae9"><span class="done DONE">DONE</span> OWTJ</a></li>
</ul>
</li>
<li><a href="#orgcdb9b51"><span class="done DONE">DONE</span> UD 5.5 (pg. 19)</a>
<ul>
<li><a href="#org4692bd9"><span class="done DONE">DONE</span> Deutsch</a></li>
<li><a href="#org52a9a12"><span class="done DONE">DONE</span> OWTJ</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org06aa438"><span class="todo TODO">TODO</span> Chapter 2</a>
<ul>
<li><a href="#org982e415"><span class="todo TODO">TODO</span> AN 9.41</a>
<ul>
<li><a href="#org2c79c14"><span class="todo TODO">TODO</span> Deutsch</a></li>
<li><a href="#orgd8f9319"><span class="done DONE">DONE</span> OWTJ</a></li>
</ul>
</li>
<li><a href="#org193768a"><span class="todo TODO">TODO</span> Vin. Kd 16</a>
<ul>
<li><a href="#org3500651"><span class="todo TODO">TODO</span> Deutsch</a></li>
<li><a href="#orgef3d3ed"><span class="done DONE">DONE</span> OWTJ</a></li>
</ul>
</li>
<li><a href="#org2fdbd00"><span class="todo TODO">TODO</span> MN 125</a>
<ul>
<li><a href="#org4367657"><span class="todo TODO">TODO</span> Deutsch</a></li>
<li><a href="#org5d935d3"><span class="done DONE">DONE</span> OWTJ</a></li>
</ul>
</li>
<li><a href="#orgba67083"><span class="todo TODO">TODO</span> MN 81</a>
<ul>
<li><a href="#orgb787132"><span class="todo TODO">TODO</span> Deutsch</a></li>
<li><a href="#org87ff2b1"><span class="done DONE">DONE</span> OWTJ</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org2702c29"><span class="todo TODO">TODO</span> Chapter 3</a>
<ul>
<li><a href="#org59f7271"><span class="todo TODO">TODO</span> SN 36.6</a>
<ul>
<li><a href="#org73e44ee"><span class="todo TODO">TODO</span> Deutsch</a></li>
<li><a href="#org797ac81"><span class="done DONE">DONE</span> OWTJ</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org1b56058"><span class="todo TODO">TODO</span> Chapter 4</a>
<ul>
<li><a href="#org43cbd25"><span class="todo TODO">TODO</span> SN 45.8</a>
<ul>
<li><a href="#orgcf27be4"><span class="todo TODO">TODO</span> Deutsch</a></li>
<li><a href="#orgd24f752"><span class="done DONE">DONE</span> OWTJ</a></li>
</ul>
</li>
<li><a href="#org22a3ce0"><span class="todo TODO">TODO</span> SN 51.15</a>
<ul>
<li><a href="#orgdb1ac37"><span class="todo TODO">TODO</span> Deutsch</a></li>
<li><a href="#org77eda91"><span class="todo TODO">TODO</span> Pāli</a></li>
<li><a href="#org88026d9"><span class="done DONE">DONE</span> OWTJ</a></li>
</ul>
</li>
<li><a href="#org3ac34c1"><span class="todo TODO">TODO</span> MN 13</a>
<ul>
<li><a href="#org741d119"><span class="todo TODO">TODO</span> Deutsch</a></li>
<li><a href="#org7facc48"><span class="todo TODO">TODO</span> Pāli</a></li>
<li><a href="#orgb1350a3"><span class="done DONE">DONE</span> OWTJ</a></li>
</ul>
</li>
<li><a href="#orgb86f5bd"><span class="todo TODO">TODO</span> AN 4.159</a>
<ul>
<li><a href="#orge6e489b"><span class="todo TODO">TODO</span> Deutsch</a></li>
<li><a href="#orgd29f3fb"><span class="todo TODO">TODO</span> Pāli</a></li>
<li><a href="#orge9a25b8"><span class="done DONE">DONE</span> OWTJ</a></li>
</ul>
</li>
<li><a href="#org9dad2c4"><span class="todo TODO">TODO</span> AN 10.61</a>
<ul>
<li><a href="#orgc80e214"><span class="todo TODO">TODO</span> Deutsch</a></li>
<li><a href="#org91780a8"><span class="todo TODO">TODO</span> Pāli</a></li>
<li><a href="#org1b2056f">OWTJ</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org5756a02">Chapter 5</a>
<ul>
<li><a href="#org04baad8">SUTTA</a>
<ul>
<li><a href="#org1877671">Deutsch</a></li>
<li><a href="#orgf37ee8e">OWTJ</a></li>
</ul>
</li>
<li><a href="#org205264b">SUTTA</a>
<ul>
<li><a href="#orgd9174e4">Deutsch</a></li>
<li><a href="#orgcb31ddb">OWTJ</a></li>
</ul>
</li>
<li><a href="#org27ddd94">SUTTA</a>
<ul>
<li><a href="#org9a7d1ca">Deutsch</a></li>
<li><a href="#orgce960e7">OWTJ</a></li>
</ul>
</li>
<li><a href="#org342a913">SUTTA</a>
<ul>
<li><a href="#org6133c65">Deutsch</a></li>
<li><a href="#org6cfcf61">OWTJ</a></li>
</ul>
</li>
<li><a href="#orga3f0fa3">SUTTA</a>
<ul>
<li><a href="#org013a91e">Deutsch</a></li>
<li><a href="#orgca02f3f">OWTJ</a></li>
</ul>
</li>
<li><a href="#org77be3a0">SUTTA</a>
<ul>
<li><a href="#orgc35a22a">Deutsch</a></li>
<li><a href="#org20acbea">OWTJ</a></li>
</ul>
</li>
<li><a href="#org90bdccd">SUTTA</a>
<ul>
<li><a href="#org483f84e">Deutsch</a></li>
<li><a href="#org6a757e2">OWTJ</a></li>
</ul>
</li>
<li><a href="#org529a728">SUTTA</a>
<ul>
<li><a href="#org03cf29f">Deutsch</a></li>
<li><a href="#orgbb1c005">OWTJ</a></li>
</ul>
</li>
<li><a href="#org582bc4a">SUTTA</a>
<ul>
<li><a href="#org1e8ecea">Deutsch</a></li>
<li><a href="#org4a75b8f">OWTJ</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgc45c60b" class="outline-2">
<h2 id="orgc45c60b">Prompt</h2>
<div class="outline-text-2" id="text-orgc45c60b">
<p>
The following is a quotation from a sutta, and a reliable, phenomenologically-informed translation. Please translate this AS IT IS WRITTEN into german. That is to say, you are translating the translation. This is meant to capture the different terminology used by the english translator, which often deviates from standard english buddhist terminology (e.g. he would not use "contact" for phassa, instead going with "pressure") the idea is to preserve this feature, and find the best german words to MATCH the english translation provided. Essentially stay as true to the english here as you can while making a solid, readable german translation, as if written by someone with no knowledge whatsoever of German buddhist vernacular. 
</p>
</div>
</div>
