index.org
*** DONE Deutsch
CLOSED: [2025-10-19 Sun 12:18]
#+begin_quote
… Wenn der Tathāgata eine Person antrifft, die geeignet ist, gezähmt zu werden, unterweist er sie zunächst so:
‚(1) Komm, Mönch. Sei tugendhaft. Lebe zurückhaltend gemäß dem Pāṭimokkha, bewandert in deinem Verhalten und deinem Tätigkeitsbereich. Schule dich selbst, nachdem du die Übungsregeln auf dich genommen hast, und sieh Gefahr in den geringsten Verfehlungen.‘

Wenn der Mönch tugendhaft ist … und Gefahr in den geringsten Verfehlungen sieht, unterweist der Tathāgata ihn weiter:
‚(2) Komm, Mönch. Sei einer, der an den Toren seiner Sinnesfähigkeiten bewacht ist. Wenn du eine Form mit dem Auge siehst, klammere dich nicht an irgendwelche Zeichen und Merkmale (Bedeutungen), durch die – falls du ohne Zügelung der Fähigkeit des Auges leben würdest – unheilsame Eigenschaften wie Gier oder Bedrängnis dich überwältigen könnten. Übe Zügelung. Beschütze die Fähigkeit des Auges. Erlange Zügelung in Bezug auf die Fähigkeit des Auges. Wenn du einen Klang mit dem Ohr hörst … Wenn du einen Duft mit der Nase riechst … Wenn du einen Geschmack mit der Zunge schmeckst … Wenn du ein taktiles Gefühl mit dem Körper berührst … Wenn du eine Vorstellung mit dem Intellekt erkennst, klammere dich nicht an irgendwelche Zeichen und Merkmale, durch die – falls du ohne Zügelung der Fähigkeit des Intellekts leben würdest – unheilsame Eigenschaften wie Gier oder Bedrängnis dich überwältigen könnten. Übe Zügelung. Beschütze die Fähigkeit des Intellekts. Erlange Zügelung in Bezug auf die Fähigkeit des Intellekts.‘

Wenn der Mönch einer ist, der an den Toren seiner Sinnesfähigkeiten bewacht ist … unterweist der Tathāgata ihn weiter:
‚(3) Komm, Mönch. Sei einer, der sein Essen mäßigt. In reflektierender Weise nimm deine Nahrung ein, nicht zum Vergnügen, noch zur Berauschung, noch zum Zunehmen, noch zur Verschönerung, sondern einzig für das Fortbestehen und Weiterfunktionieren dieses Körpers, um seine Beschwerden zu beenden, für die Unterstützung des heiligen Lebens, in der Erwägung: "Ich werde alte Gefühle zerstören und keine neuen Gefühle erzeugen. So werde ich mich erhalten, tadelfrei sein und in Muße leben."‘

Wenn der Mönch einer ist, der sein Essen mäßigt … unterweist der Tathāgata ihn weiter:
‚(4) Komm, Mönch. Sei einer, der der Wachsamkeit ergeben ist. Am Tage, sitzend und auf und ab gehend, reinige deinen Geist von hinderlichen Dingen. In der ersten Nachtwache, sitzend und auf und ab gehend, reinige deinen Geist von hinderlichen Dingen. In der zweiten Nachtwache, auf der rechten Seite liegend, nimm die Löwenlage ein, einen Fuß über dem anderen, gegenwärtig, wachsam, mit dem Geist darauf eingestellt, aufzustehen. In der letzten Nachtwache, sitzend und auf und ab gehend, reinige deinen Geist von hinderlichen Dingen.‘

Wenn der Mönch einer ist, der der Wachsamkeit ergeben ist … unterweist der Tathāgata ihn weiter:
‚(5) Komm, Mönch. Sei einer, der mit Gegenwärtigsein und Gewahrsein ausgestattet ist. Wenn du vorwärts gehst und zurückkehrst, mach dich gewahr. Wenn du hinblickst und wegschaust … Wenn du deine Glieder beugst und streckst … Wenn du deine äußere Robe, deine obere Robe und deine Schale trägst … Wenn du isst, trinkst, kaust und schmeckst … Wenn du urinierst und defäkierst … Wenn du gehst, stehst, sitzt, einschläfst, aufwachst, sprichst und schweigst, mach dich gewahr.‘

Wenn der Mönch einer ist, der mit Gegenwärtigsein und Gewahrsein ausgestattet ist … unterweist der Tathāgata ihn weiter:
‚(6) Komm, Mönch. Suche dir eine abgeschiedene Behausung: eine Wildnis, den Schatten eines Baumes, einen Berg, eine Schlucht, eine Berghöhle, einen Leichenacker, einen Waldhain, die freie Luft, einen Strohhaufen.‘

Er sucht sich eine abgeschiedene Behausung: eine Wildnis, den Schatten eines Baumes, einen Berg, eine Schlucht, eine Berghöhle, einen Leichenacker, einen Waldhain, die freie Luft, einen Strohhaufen. Nach seiner Mahlzeit, von seinem Almosengang zurückgekehrt, setzt er sich hin, schlägt die Beine übereinander, hält seinen Körper aufrecht und bringt das Gegenwärtigsein in den Vordergrund.

(7) Die Begierde in Bezug auf die Welt aufgebend, lebt er mit einem Gewahrsein, frei von Begierde. Er reinigt seinen Geist von Begierde. Übelwollen und Zorn aufgebend, lebt er mit einem Gewahrsein, frei von Übelwollen, mit Mitgefühl für das Wohlergehen aller lebenden Wesen. Er reinigt seinen Geist von Übelwollen und Zorn. Trägheit und Erschöpfung aufgebend, lebt er mit einem Gewahrsein, frei von Trägheit und Erschöpfung, gegenwärtig, wachsam, eine Helligkeit wahrnehmend. Er reinigt seinen Geist von Trägheit und Erschöpfung. Rastlosigkeit und Besorgnis aufgebend, lebt er ungestört, sein Geist innerlich still geworden. Er reinigt seinen Geist von Rastlosigkeit und Besorgnis. Zweifel aufgebend, lebt er, nachdem er den Zweifel überwunden hat, ohne Verwirrung in Bezug auf heilsame Eigenschaften. Er reinigt seinen Geist von Zweifel.

(8) Nachdem er diese fünf Hindernisse – Unvollkommenheiten des Geistes, die die Einsicht schwächen – aufgegeben hat, tritt er dann, zurückgezogen von Sinnesbegierde, zurückgezogen von unheilsamen Eigenschaften, in das erste Verstehensein ein und verweilt darin: Freude und Wohlsein, geboren aus der Rückziehung, mit Denken und Erwägen … das zweite Verstehensein, das dritte Verstehensein, das vierte Verstehensein: Reinheit von Gleichmut und Gegenwärtigsein, weder Wohlsein noch Schmerz.

Dies ist meine Unterweisung für jene Mönche in der Schulung, die das Ziel noch nicht erreicht haben, sondern auf die unübertroffene Sicherheit von der Bindung bedacht sind. Doch für jene Mönche, die Arahants sind – deren Beeinträchtigungen beendet sind, die die Erfüllung erreicht haben, die Aufgabe getan, die Bürde abgelegt, das wahre Ziel erlangt haben, das Hindernis des Daseins zerstört und die durch rechtes Verstehen befreit sind – diese Eigenschaften führen sowohl zu einem angenehmen Verweilen im Hier und Jetzt als auch zu Gegenwärtigsein und Gewahrsein.
#+end_quote

