index.org
*** DONE OWTJ
CLOSED: [2025-10-17 Fri 21:19]
#+begin_quote
… When the Tathāgata gets a person fit to be tamed, he first trains him
like this:
‘(1) Come, monk. Be virtuous. Live restrained in accordance with
the Pāṭimokkha, accomplished in your behavior and sphere of activity.
Train yourself, having undertaken the training rules, seeing danger in
the slightest faults.’
When the monk is virtuous … seeing danger in the slightest faults,
the Tathāgata then trains him further:
‘(2) Come, monk. Be one who is guarded in the doors of your sense
faculties. On seeing a form with the eye, don’t grasp at any signs and
features (significance) by which—if you were to live without restraint
over the faculty of the eye—unskilful qualities such as greed or distress
might assail you. Practice restraint. Protect the faculty of the eye.
Attain restraint concerning the faculty of the eye. On hearing a sound
with the ear … On smelling an aroma with the nose … On tasting a
flavour with the tongue … On touching a tactile sensation with the
body … On cognising an idea with the intellect, don’t grasp at any signs
and features by which—if you were to live without restraint over the
faculty of the intellect—unskilful qualities such as greed or distress
might assail you. Practice restraint. Protect the faculty of the intellect.
Attain restraint concerning the faculty of the intellect.’
When the monk is one who is guarded in the doors of his sense
faculties … the Tathāgata then trains him further:
‘(3) Come, monk. Be one who moderates his eating. Concurrently
reflecting, take your food not playfully, nor for intoxication, nor for
putting on weight, nor for beautification, but simply for the survival and
continuance of this body, for ending its afflictions, for the support of the
holy life, thinking, “I will destroy old feelings and not create new feelings.
Therefore I will maintain myself, be blameless and live at ease.’
When the monk is one who moderates his eating … the Tathāgata
then trains him further:

‘(4) Come, monk. Be one who is devoted to wakefulness. During
the day, sitting and walking back and forth, cleanse your mind of
obstructive things. During the first watch of the night, sitting and
walking back and forth, cleanse your mind of obstructive things.
During the second watch of the night, reclining on your right side,
take up the lion’s posture, one foot placed on top of the other,
recollected, alert, with your mind set on getting up. During the last
watch of the night, sitting and walking back and forth, cleanse your
mind of obstructive things.’
When the monk is one who is devoted to wakefulness … the
Tathāgata then trains him further:
‘(5) Come, monk. Be one who is possessed of recollection and
awareness. When going forward and returning, make yourself
aware. When looking toward and looking away … When bending and
extending your limbs … When carrying your outer cloak, upper robe,
and bowl … When eating, drinking, chewing, and tasting … When
urinating and defecating … When walking, standing, sitting, falling
asleep, waking up, talking, and remaining silent, make yourself aware.’
When the monk is one who is possessed of recollection and
awareness … The Tathāgata then trains him further:
‘(6) Come, monk. Seek out a secluded dwelling: a wilderness, the
shade of a tree, a mountain, a glen, a hillside cave, a charnel ground, a
forest grove, the open air, a heap of straw.’
He seeks out a secluded residence: a wilderness, the shade of a tree,
a mountain, a glen, a hillside cave, a charnel ground, a forest grove,
the open air, a heap of straw. After his meal, returning from his alms
round, he sits down, crosses his legs, holds his body upright, and
brings recollection to the fore.
(7) Abandoning lust with regard to the world, he lives with an
awareness devoid of lust. He cleanses his mind of lust. Abandoning
ill will and anger, he lives with an awareness devoid of ill will,
compassionate to the welfare of all living beings. He cleanses his mind
of ill will and anger. Abandoning indolence and tiredness, he lives
with an awareness devoid of indolence and tiredness, recollected,
alert, percipient of light. He cleanses his mind of indolence and
tiredness. Abandoning restlessness and anxiety, he lives undisturbed,
his mind inwardly stilled. He cleanses his mind of restlessness and
anxiety. Abandoning doubt, he lives having crossed over doubt, with
no perplexity with regard to skilful qualities. He cleanses his mind of
doubt.
(8) having abandoned these five hindrances—imperfections of
mind that weaken discernment—then, withdrawn from sensual
desire, withdrawn from unskilful qualities, he enters and remains
in the first comprehension: joy and pleasure born of withdrawal,
with thinking and pondering … the second comprehension, the third
comprehension, the fourth comprehension: purity of equanimity and
recollection, neither pleasure nor pain.
This is my instruction to those monks in training who have not
attained the goal, but remain intent on the unsurpassed safety from
bondage. But for those monks who are arahants—whose defilements
are ended, who have reached fulfillment
–
done the task, laid down
the burden, attained the true goal, laid to waste the impediment of
being, and who are released through right understanding—these
qualities lead both to a pleasant abiding in the here and now, and to
recollection and awareness.
#+end_quote
** DONE MN 19 (pg. 14)
CLOSED: [2025-10-19 Sun 12:27]
*** DONE Deutsch
CLOSED: [2025-10-19 Sun 12:27]
#+begin_quote
„Als ich voller Eifer, Achtsamkeit und Entschlossenheit lebte, stieg ein Gedanke sinnlichen Verlangens in mir auf. Ich erkannte folgendermaßen: ‚Dieser Gedanke sinnlichen Verlangens ist in mir aufgestiegen. Dies führt zu meiner eigenen Beeinträchtigung, zur Beeinträchtigung anderer und zur Beeinträchtigung beider; er versperrt die Einsicht, verursacht Schwierigkeiten und führt weg von Nibbāna.‘ Als ich bedachte: ‚Dies führt zu meiner eigenen Beeinträchtigung‘, legte er sich in mir. Als ich bedachte: ‚Dies führt zur Beeinträchtigung anderer‘, legte er sich in mir. Als ich bedachte: ‚Dies führt zur Beeinträchtigung beider‘, legte er sich in mir. Als ich bedachte: ‚Dies versperrt die Einsicht, verursacht Schwierigkeiten und führt weg von Nibbāna‘, legte er sich in mir.“
#+end_quote
*** DONE OWTJ
CLOSED: [2025-10-17 Fri 21:19]
#+begin_quote
As I was living diligent, ardent, and resolute, a thought of sensual
desire arose in me. I understood thus: ‘This thought of sensual desire
has arisen in me. This leads to my own affliction, to others’ affliction,
and to the affliction of both; it obstructs wisdom, causes difficulties,
and leads away from Nibbāna.’ When i considered: ‘This leads to my
own affliction,’ it subsided in me; when i considered: ‘This leads to
others’ affliction,’ it subsided in me; when i considered: ‘This leads
to the affliction of both,’ it subsided in me; when i considered: ‘This
obstructs wisdom, causes difficulties, and leads away from Nibbāna,’ it
subsided in me.
#+end_quote
** DONE MN 152 (pg. 14)
CLOSED: [2025-10-19 Sun 12:28]
