index.org
*** DONE Deutsch
CLOSED: [2025-10-19 Sun 12:28]
#+begin_quote
… Und wie, Ānanda, ist einer ein Edler, der die Fähigkeiten entfaltet? Da, Ānanda, entsteht in einem Bhikkhu, der mit dem Auge eine Form gesehen hat, was angenehm ist, entsteht was unangenehm ist, entsteht was angenehm und unangenehm ist. Wenn er wünscht: ‚Möge ich im Widerwärtigen das Unwiderwärtige wahrnehmend verweilen‘, so verweilt er dort, das Unwiderwärtige wahrnehmend. Wenn er wünscht: ‚Möge ich im Unwiderwärtigen das Widerwärtige wahrnehmend verweilen‘, so verweilt er dort, das Widerwärtige wahrnehmend. Wenn er wünscht: ‚Möge ich im Widerwärtigen und Unwiderwärtigen das Unwiderwärtige wahrnehmend verweilen‘, so verweilt er dort, das Unwiderwärtige wahrnehmend. Wenn er wünscht: ‚Möge ich im Widerwärtigen und Unwiderwärtigen das Widerwärtige wahrnehmend verweilen‘, so verweilt er dort, das Widerwärtige wahrnehmend. Wenn er wünscht: ‚Möge ich, indem ich sowohl das Widerwärtige als auch das Unwiderwärtige übersteige, gleichmütig, eingedenk und bewusst verweilen‘, so verweilt er dort gleichmütig, eingedenk und bewusst …
#+end_quote
*** DONE OWTJ
CLOSED: [2025-10-18 Sat 16:07]
#+begin_quote
… And how, Ānanda, is one a noble one developing the faculties? here,
Ānanda, in a bhikkhu having seen a form with the eye, there arises
what is pleasant, there arises what is unpleasant, there arises what is
pleasant and unpleasant. If he should wish: ‘May I remain perceiving
the unrepulsive in what is repulsive’, he remains there perceiving the
unrepulsive. If he should wish: ‘May I remain perceiving the repulsive
in what is unrepulsive’, he remains there perceiving the repulsive.
If he should wish: ‘May I remain perceiving the unrepulsive in what
is repulsive and what is unrepulsive’, he remains there perceiving
the unrepulsive. If he should wish: ‘May I remain perceiving the
repulsive in what is repulsive and what is unrepulsive’, he remains
there perceiving the repulsive. If he should wish: ‘May I, surmounting
both what is repulsive and what is unrepulsive, remain equanimous,
recollected and aware’, he remains there equanimous, recollected and
aware …
#+end_quote

** DONE UD 5.5 (pg. 19)
CLOSED: [2025-10-19 Sun 12:29]
*** DONE Deutsch
CLOSED: [2025-10-19 Sun 12:29]
#+begin_quote
Genau so, wie das Meer ein allmähliches Abfallen, ein allmähliches Gefälle, eine allmähliche Neigung hat, mit einem plötzlichen Absturz erst nach einer langen Strecke, so hat auch diese Disziplin des Dhamma ein allmähliches Training, eine allmähliche Ausführung, ein allmähliches Fortschreiten, mit einem Erlangen höheren Wissens erst nach einer langen Strecke.
#+end_quote
*** DONE OWTJ
CLOSED: [2025-10-17 Fri 21:19]
#+begin_quote
Just as the ocean has a gradual shelf, a gradual slope, a gradual
inclination, with a sudden drop-off only after a long stretch, in the
same way this discipline of Dhamma has a gradual training, a gradual
performance, a gradual progression, with attainment of higher
knowledge only after a long stretch.
#+end_quote

* TODO Chapter 2
** TODO AN 9.41
*** TODO Deutsch
#+begin_quote

#+end_quote

*** DONE OWTJ
CLOSED: [2025-10-17 Fri 21:18]
#+begin_quote
Then Ven. Ānanda, together with Tapussa the householder, went to
the Blessed One and, on arrival, having bowed down to him, sat to
one side. As he was sitting there he said to the Blessed One: ‘Tapussa
the householder, here, has said to me, “Venerable Ānanda, sir, we
are householders who indulge in sensuality, delight in sensuality,
enjoy sensuality, rejoice in sensuality. For us—indulging in sensuality,
delighting in sensuality, enjoying sensuality, rejoicing in sensuality—
renunciation seems like a sheer drop-off. Yet I’ve heard that in
this teaching and discipline the minds of young monks leap up at
renunciation, grow confident, steadfast, and firm, seeing it as peace.
So right here is where this teaching and discipline is contrary to the
great mass of people: i.e. renunciation.”’
‘So it is, Ānanda. So it is.
Even I myself, before my awakening, when I was still unawakened
but intent upon awakening, thought: “Renunciation is good. Seclusion
is good.” But my mind didn’t leap up at renunciation, didn’t grow
confident, steadfast, or firm, seeing it as peace. The thought occurred
to me: “What is the cause, what is the reason, why my mind doesn’t
leap up at renunciation, doesn’t grow confident, steadfast, or firm,
seeing it as peace?” Then the thought occurred to me:
“i haven’t
seen the danger of sensual pleasures; I haven’t pursued it. I haven’t
understood the reward of renunciation; I haven’t developed it. That’s
why my mind doesn’t leap up at renunciation, doesn’t grow confident,
steadfast, or firm, seeing it as peace.”
Then the thought occurred to me: “If, having seen the danger of
sensual pleasures, I were to pursue that; and if, having understood the
reward of renunciation, I were to develop it, there’s the possibility that
my mind would leap up at renunciation, grow confident, steadfast, and
firm, seeing it as peace.” So at a later time, having seen the danger of
sensual pleasures, I pursued that theme; having understood the reward
of renunciation, I familiarized myself with it. My mind leaped up at
renunciation, grew confident, steadfast, and firm, seeing it as peace.
Then, withdrawn from sensual desires, withdrawn from
unwholesome states, i entered and remained in the first
comprehension: pleasure and happiness born from withdrawal, with
thinking and pondering.’
#+end_quote
** TODO Vin. Kd 16
*** TODO Deutsch
#+begin_quote

#+end_quote
*** DONE OWTJ
CLOSED: [2025-10-17 Fri 21:18]
#+begin_quote
Then the Lord talked a progressive talk to the householder
Anāthapiṇḍika, that is to say talk on giving, talk on moral habit, talk on
heaven, he explained the danger, the vanity, the depravity of pleasures
of the senses, the advantage in renouncing them. When the Lord knew
that the mind of the householder Anāthapiṇḍika was ready, malleable,
devoid of the hindrances, uplifted, pleased, then he explained to him
that teaching on Dhamma which the awakened ones have themselves
discovered: suffering, the origin, the cessation and the way leading to
cessation of suffering. And as a clean cloth without black specks will
easily take dye, even so as he was sitting on that very seat, Dhamma-
vision, dustless, stainless, arose to the householder Anāthapiṇḍika,
that ‘whatever is liable to manifest, all that is liable to cease’. Then the
householder Anāthapiṇḍika, having viewed the Dhamma, reached the
Dhamma, found the Dhamma, plunged into Dhamma, having crossed
over doubt, having put away uncertainty, having become independent
of others in the Teacher’s instruction.
#+end_quote

** TODO MN 125
*** TODO Deutsch
#+begin_quote

#+end_quote
