index.html
<div id="outline-container-org0613083" class="outline-3">
<h3 id="org0613083"><span class="done DONE">DONE</span> MN 152 (pg. 14)</h3>
<div class="outline-text-3" id="text-org0613083">
</div>
<div id="outline-container-org68ce2ea" class="outline-4">
<h4 id="org68ce2ea"><span class="done DONE">DONE</span> Deutsch</h4>
<div class="outline-text-4" id="text-org68ce2ea">
<blockquote>
<p>
… Und wie, Ānanda, ist einer ein Edler, der die Fähigkeiten entfaltet? Da, Ānanda, entsteht in einem Bhikkhu, der mit dem Auge eine Form gesehen hat, was angenehm ist, entsteht was unangenehm ist, entsteht was angenehm und unangenehm ist. Wenn er wünscht: ‚Möge ich im Widerwärtigen das Unwiderwärtige wahrnehmend verweilen‘, so verweilt er dort, das Unwiderwärtige wahrnehmend. Wenn er wünscht: ‚Möge ich im Unwiderwärtigen das Widerwärtige wahrnehmend verweilen‘, so verweilt er dort, das Widerwärtige wahrnehmend. Wenn er wünscht: ‚Möge ich im Widerwärtigen und Unwiderwärtigen das Unwiderwärtige wahrnehmend verweilen‘, so verweilt er dort, das Unwiderwärtige wahrnehmend. Wenn er wünscht: ‚Möge ich im Widerwärtigen und Unwiderwärtigen das Widerwärtige wahrnehmend verweilen‘, so verweilt er dort, das Widerwärtige wahrnehmend. Wenn er wünscht: ‚Möge ich, indem ich sowohl das Widerwärtige als auch das Unwiderwärtige übersteige, gleichmütig, eingedenk und bewusst verweilen‘, so verweilt er dort gleichmütig, eingedenk und bewusst …
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org9e1cae9" class="outline-4">
<h4 id="org9e1cae9"><span class="done DONE">DONE</span> OWTJ</h4>
<div class="outline-text-4" id="text-org9e1cae9">
<blockquote>
<p>
… And how, Ānanda, is one a noble one developing the faculties? here,
Ānanda, in a bhikkhu having seen a form with the eye, there arises
what is pleasant, there arises what is unpleasant, there arises what is
pleasant and unpleasant. If he should wish: ‘May I remain perceiving
the unrepulsive in what is repulsive’, he remains there perceiving the
unrepulsive. If he should wish: ‘May I remain perceiving the repulsive
in what is unrepulsive’, he remains there perceiving the repulsive.
If he should wish: ‘May I remain perceiving the unrepulsive in what
is repulsive and what is unrepulsive’, he remains there perceiving
the unrepulsive. If he should wish: ‘May I remain perceiving the
repulsive in what is repulsive and what is unrepulsive’, he remains
there perceiving the repulsive. If he should wish: ‘May I, surmounting
both what is repulsive and what is unrepulsive, remain equanimous,
recollected and aware’, he remains there equanimous, recollected and
aware …
</p>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-orgcdb9b51" class="outline-3">
<h3 id="orgcdb9b51"><span class="done DONE">DONE</span> UD 5.5 (pg. 19)</h3>
<div class="outline-text-3" id="text-orgcdb9b51">
</div>
<div id="outline-container-org4692bd9" class="outline-4">
<h4 id="org4692bd9"><span class="done DONE">DONE</span> Deutsch</h4>
<div class="outline-text-4" id="text-org4692bd9">
<blockquote>
<p>
Genau so, wie das Meer ein allmähliches Abfallen, ein allmähliches Gefälle, eine allmähliche Neigung hat, mit einem plötzlichen Absturz erst nach einer langen Strecke, so hat auch diese Disziplin des Dhamma ein allmähliches Training, eine allmähliche Ausführung, ein allmähliches Fortschreiten, mit einem Erlangen höheren Wissens erst nach einer langen Strecke.
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org52a9a12" class="outline-4">
<h4 id="org52a9a12"><span class="done DONE">DONE</span> OWTJ</h4>
<div class="outline-text-4" id="text-org52a9a12">
<blockquote>
<p>
Just as the ocean has a gradual shelf, a gradual slope, a gradual
inclination, with a sudden drop-off only after a long stretch, in the
same way this discipline of Dhamma has a gradual training, a gradual
performance, a gradual progression, with attainment of higher
knowledge only after a long stretch.
</p>
</blockquote>
</div>
</div>
</div>
</div>

<div id="outline-container-org06aa438" class="outline-2">
<h2 id="org06aa438"><span class="todo TODO">TODO</span> Chapter 2</h2>
<div class="outline-text-2" id="text-org06aa438">
</div>
<div id="outline-container-org982e415" class="outline-3">
<h3 id="org982e415"><span class="todo TODO">TODO</span> AN 9.41</h3>
<div class="outline-text-3" id="text-org982e415">
</div>
<div id="outline-container-org2c79c14" class="outline-4">
<h4 id="org2c79c14"><span class="todo TODO">TODO</span> Deutsch</h4>
<div class="outline-text-4" id="text-org2c79c14">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgd8f9319" class="outline-4">
<h4 id="orgd8f9319"><span class="done DONE">DONE</span> OWTJ</h4>
<div class="outline-text-4" id="text-orgd8f9319">
<blockquote>
<p>
Then Ven. Ānanda, together with Tapussa the householder, went to
the Blessed One and, on arrival, having bowed down to him, sat to
one side. As he was sitting there he said to the Blessed One: ‘Tapussa
the householder, here, has said to me, “Venerable Ānanda, sir, we
are householders who indulge in sensuality, delight in sensuality,
enjoy sensuality, rejoice in sensuality. For us—indulging in sensuality,
delighting in sensuality, enjoying sensuality, rejoicing in sensuality—
renunciation seems like a sheer drop-off. Yet I’ve heard that in
this teaching and discipline the minds of young monks leap up at
renunciation, grow confident, steadfast, and firm, seeing it as peace.
So right here is where this teaching and discipline is contrary to the
great mass of people: i.e. renunciation.”’
‘So it is, Ānanda. So it is.
Even I myself, before my awakening, when I was still unawakened
but intent upon awakening, thought: “Renunciation is good. Seclusion
is good.” But my mind didn’t leap up at renunciation, didn’t grow
confident, steadfast, or firm, seeing it as peace. The thought occurred
to me: “What is the cause, what is the reason, why my mind doesn’t
leap up at renunciation, doesn’t grow confident, steadfast, or firm,
seeing it as peace?” Then the thought occurred to me:
“i haven’t
seen the danger of sensual pleasures; I haven’t pursued it. I haven’t
understood the reward of renunciation; I haven’t developed it. That’s
why my mind doesn’t leap up at renunciation, doesn’t grow confident,
steadfast, or firm, seeing it as peace.”
Then the thought occurred to me: “If, having seen the danger of
sensual pleasures, I were to pursue that; and if, having understood the
reward of renunciation, I were to develop it, there’s the possibility that
my mind would leap up at renunciation, grow confident, steadfast, and
firm, seeing it as peace.” So at a later time, having seen the danger of
sensual pleasures, I pursued that theme; having understood the reward
of renunciation, I familiarized myself with it. My mind leaped up at
renunciation, grew confident, steadfast, and firm, seeing it as peace.
Then, withdrawn from sensual desires, withdrawn from
unwholesome states, i entered and remained in the first
comprehension: pleasure and happiness born from withdrawal, with
thinking and pondering.’
</p>
</blockquote>
</div>
</div>
</div>
<div id="outline-container-org193768a" class="outline-3">
<h3 id="org193768a"><span class="todo TODO">TODO</span> Vin. Kd 16</h3>
<div class="outline-text-3" id="text-org193768a">
</div>
<div id="outline-container-org3500651" class="outline-4">
<h4 id="org3500651"><span class="todo TODO">TODO</span> Deutsch</h4>
<div class="outline-text-4" id="text-org3500651">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>
<div id="outline-container-orgef3d3ed" class="outline-4">
<h4 id="orgef3d3ed"><span class="done DONE">DONE</span> OWTJ</h4>
<div class="outline-text-4" id="text-orgef3d3ed">
<blockquote>
<p>
Then the Lord talked a progressive talk to the householder
Anāthapiṇḍika, that is to say talk on giving, talk on moral habit, talk on
heaven, he explained the danger, the vanity, the depravity of pleasures
of the senses, the advantage in renouncing them. When the Lord knew
that the mind of the householder Anāthapiṇḍika was ready, malleable,
devoid of the hindrances, uplifted, pleased, then he explained to him
that teaching on Dhamma which the awakened ones have themselves
discovered: suffering, the origin, the cessation and the way leading to
cessation of suffering. And as a clean cloth without black specks will
easily take dye, even so as he was sitting on that very seat, Dhamma-
vision, dustless, stainless, arose to the householder Anāthapiṇḍika,
that ‘whatever is liable to manifest, all that is liable to cease’. Then the
householder Anāthapiṇḍika, having viewed the Dhamma, reached the
Dhamma, found the Dhamma, plunged into Dhamma, having crossed
over doubt, having put away uncertainty, having become independent
of others in the Teacher’s instruction.
</p>
</blockquote>
</div>
</div>
</div>
