index.org
*** DONE OWTJ
CLOSED: [2025-10-17 Fri 21:18]
#+begin_quote
… Aggivessana, it’s as if there were a great mountain and two
companions would go to that mountain. On arrival, one of the
companions would stay at the foot of the mountain, and one would
climb to the top. The companion staying at the foot of the mountain
would ask the companion standing on top, ‘What do you see, my
friend, standing on top of the mountain?’
He would say, ‘I see delightful parks, delightful forests, delightful
stretches of land, and delightful lakes.’
The other would say, ‘It’s impossible, my friend. It cannot happen
that standing on top of the mountain you would see delightful parks,
delightful forests, delightful stretches of land, & delightful lakes.’
Then the companion standing on top, descending to the foot of the
mountain and grabbing his companion by the arm, would make him
climb to the top. After letting him catch his breath for a moment, he
would ask him, ‘What do you see, my friend, standing on top of the
mountain?’
He would say, ‘I see delightful parks, delightful forests, delightful
stretches of land, and delightful lakes.’
The other would say, ‘But just now didn’t you say, “It’s impossible,
my friend. It cannot happen that standing on top of the mountain you
would see delightful parks, delightful forests, delightful stretches of
land, and delightful lakes”? yet now i understand you to say,
“i see
delightful parks, delightful forests, delightful stretches of land, and
delightful lakes.”’
The other would say, ‘But that’s because I was standing blocked by
this great mountain and didn’t see.’
In the same way, Aggivessana, Prince Jayasena is blocked,
obstructed, impeded, and enveloped by the even greater mass of
ignorance. For him, living amid sensuality, enjoying sensuality,
consumed by thoughts of sensuality, burning with the fever of
sensuality, intent on the search for sensuality, to know or see or
realize that which is to be known through renunciation, seen through
renunciation, attained through renunciation, realized through
renunciation: That is impossible. …
#+end_quote

** TODO MN 81
*** TODO Deutsch
#+begin_quote

#+end_quote
