index.html

<div id="outline-container-orgba67083" class="outline-3">
<h3 id="orgba67083"><span class="todo TODO">TODO</span> MN 81</h3>
<div class="outline-text-3" id="text-orgba67083">
</div>
<div id="outline-container-orgb787132" class="outline-4">
<h4 id="orgb787132"><span class="todo TODO">TODO</span> Deutsch</h4>
<div class="outline-text-4" id="text-orgb787132">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>
<div id="outline-container-org87ff2b1" class="outline-4">
<h4 id="org87ff2b1"><span class="done DONE">DONE</span> OWTJ</h4>
<div class="outline-text-4" id="text-org87ff2b1">
<blockquote>
<p>
Once, Ānanda, there was a market town in this spot named
Vebhaliṅga. it was prosperous and full of people. And Kassapa, a
blessed one, a perfected one, a fully awakened Buddha, lived supported
by Vebhaliṅga. it was here, in fact, that he had his monastery, where
he sat and advised the mendicant Saṅgha.
The Buddha Kassapa had as a chief supporter in Vebhaliṅga a
potter named Ghaṭīkāra. Ghaṭīkāra had a dear friend named Jotipāla, a
brahmin student.
Then Ghaṭīkāra addressed Jotipāla, ‘Come, dear Jotipāla, let’s go to
see the Blessed One Kassapa, the perfected one, the fully awakened
Buddha. For I regard it as holy to see that Blessed One.’ When he said
this, Jotipāla said to him,
‘Enough, what’s the use of seeing that bald,
fake ascetic?’
For a second time … and a third time, Ghaṭīkāra addressed Jotipāla,
‘Come, dear Jotipāla, let’s go to see the Blessed One Kassapa, the
perfected one, the fully awakened Buddha. For I regard it as holy to
see that Blessed One.’ for a third time, Jotipāla said to him,
‘Enough,
what’s the use of seeing that bald, fake ascetic?’
–
‘Well then, Jotipāla,
let’s take some bathing paste of powdered shell and go to the river to
bathe.’
–
‘Yes’ replied Jotipāla.
So that’s what they did. Then Ghaṭīkāra addressed Jotipāla, ‘Jotipāla,
the Buddha Kassapa’s monastery is not far away. let’s go to see the
Blessed One Kassapa, the perfected one, the fully awakened Buddha.
For I regard it as holy to see that Blessed One.’ When he said this,
Jotipāla said to him,
‘Enough, what’s the use of seeing that bald, fake
ascetic?’
For a second time … and a third time, Ghaṭīkāra addressed Jotipāla,
‘Dear Jotipāla, the Buddha Kassapa’s monastery is not far away.
Let’s go to see the Blessed One Kassapa, the perfected one, the fully
awakened Buddha. For I regard it as holy to see that Blessed One.’ For a
third time, Jotipāla said to him,
‘Enough, what’s the use of seeing that
bald, fake ascetic?’
Then Ghaṭīkāra grabbed Jotipāla by the belt and repeated his
request. … So Jotipāla undid his belt and said to Ghaṭīkāra,
‘Enough,
what’s the use of seeing that bald, fake ascetic?’
Then Ghaṭīkāra grabbed Jotipāla by the hair of his freshly-washed
head repeated his request. …
Then Jotipāla thought,
‘It’s incredible, it’s amazing, how this potter
Ghaṭikāra, though born in a lower caste, should presume to grab me by
the hair of my freshly-washed head! This must be no ordinary matter.’
He said to Ghaṭīkāra,
‘You’d even milk it to this extent, Ghaṭīkāra?’
–
‘i
even milk it to this extent, Jotipāla. for that is how holy i regard it to
see that Blessed One.’
–
‘Well then, Ghaṭīkāra, release me, we shall go.’
Then Ghaṭīkāra the potter and Jotipāla the brahmin student went
to the Buddha Kassapa. Ghaṭīkāra bowed and sat down to one side, but
Jotipāla exchanged greetings with the Buddha and sat down to one
side. Ghaṭīkāra said to the Buddha Kassapa, ‘Sir, this is my dear friend
Jotipāla, a brahmin student. Please teach him the Dhamma.’
Then the Buddha Kassapa educated, encouraged, fired up, and
inspired Ghaṭikāra and Jotipāla with a Dhamma talk. Then they got up
from their seat, bowed, and respectfully circled the Buddha Kassapa,
keeping him on their right, before leaving.
Then Jotipāla said to Ghatīkāra, ‘Ghaṭīkāra, you have heard this
teaching, so why don’t you go forth from the lay life to homelessness?’
–
‘Don’t you know, Jotipāla, that i look after my blind old parents?’
–
‘Well then, Ghaṭīkāra, i shall go forth from the lay life to homelessness.’
Then Ghaṭīkāra and Jotipāla went to the Buddha Kassapa, bowed,
and sat down to one side. Ghaṭīkāra said to the Buddha Kassapa, ‘Sir,
this is my dear friend Jotipāla, a brahmin student. Please give him
the going forth.’ And Jotipāla the brahmin student received the going
forth, the ordination in the Buddha’s presence.
Not long after Jotipāla’s ordination, a fortnight later, the Buddha
Kassapa—having stayed in Vebhaliṅga as long as he wished—set out
for Benares. Travelling stage by stage, he arrived at Benares, where he
stayed near Benares, in the deer park at Isipatana.
The King of Kāsi heard that he had arrived. he had the finest
carriages harnessed. he then mounted a fine carriage and, along with
other fine carriages, set out in full royal pomp from Benares to see
the Buddha Kassapa. he went by carriage as far as the terrain allowed,
then descended and approached the Buddha Kassapa on foot. he
bowed and sat down to one side. The Buddha educated, encouraged,
fired up, and inspired him with a Dhamma talk.
Then the King said to the Buddha, ‘Sir, would the Buddha together
with the bhikkhu Saṅgha please accept tomorrow’s meal from me?’
The Buddha Kassapa consented in silence. Then, knowing that the
Buddha had consented, the King got up from his seat, bowed, and
respectfully circled the Buddha, keeping him on his right, before
leaving.
And when the night had passed, the King had a variety of delicious
foods prepared in his own home—soft saffron rice with the dark grains
picked out, served with many soups and sauces. Then he had the
Buddha informed of the time, saying, ‘Sir, it’s time. The meal is ready.’
Then Kassapa Buddha robed up in the morning and, taking his
bowl and robe, went to the home of the King, where he sat on the
seat spread out, together with the Saṅgha of bhikkhus. Then the King
served and satisfied the bhikkhu Saṅgha headed by the Buddha with
his own hands with a variety of delicious foods. When the Buddha
Kassapa had eaten and washed his hand and bowl, the King took a low
seat and sat to one side. There he said to the Buddha Kassapa, ‘Sir,
may the Buddha please accept my invitation to reside in Benares for
the rainy season. The Saṅgha will be looked after in the same style.’
–
‘Enough, great king. I have already accepted an invitation for the rains
residence.’
For a second time … and a third time the King said to the Buddha
Kassapa, ‘Sir, may the Buddha please accept my invitation to reside
in Benares for the rainy season. The Saṅgha will be looked after in
the same style.’
–
‘Enough, Great King. i have already accepted an
invitation for the rains residence.’
Then the King, thinking, ‘The Buddha does not accept my invitation
to reside for the rains in Benares,’ became sad and upset.
Then the King said to the Buddha Kassapa, ‘Sir, do you have
another supporter better than me?’
–
‘Great king, there is a market
town named Vebhaliṅga, where there’s a potter named Ghaṭīkāra.
He is my chief supporter. Now, great king, you thought, “The Buddha
does not accept my invitation to reside for the rains in Benares,”
and you became sad and upset. But Ghaṭīkāra doesn’t get upset, nor
will he. Ghaṭīkāra has gone for refuge to the Buddha, the teaching,
and the Saṅgha. he doesn’t kill living creatures, steal, commit sexual
misconduct, lie, or take alcoholic drinks that cause negligence. He
has experiential confidence in the Buddha, the teaching, and the
Saṅgha, and has virtues praised by the noble ones. he is free of doubt
regarding suffering, its origin, its cessation, and the practice that leads
to its cessation. He eats in one part of the day; he’s celibate, virtuous,
and of good character. He has set aside gems and gold and rejected
gold and money. He’s put down the shovel and doesn’t dig the earth
with his own hands. He takes what has crumbled off by a riverbank
or been dug up by mice, and brings it back in a carrier. When he has
made a pot, he says, “Anyone may leave bagged sesame, mung beans,
or chickpeas here and take what they wish.” He looks after his blind
old parents. And since he has ended the five lower fetters, Ghaṭīkāra
will be born in a heavenly realm and will become extinguished there,
not liable to return from that world.
This one time, great king, I was staying near the market town of
Vebhaliṅga. Then i robed up in the morning and, taking my bowl and
robe, went to the home of Ghaṭīkāra’s parents, where i said to them,
“Excuse me, where has Ghaṭīkāra gone?”
–
“Your supporter has gone
out, sir. But take rice from the pot and sauce from the pan and eat.”
So that’s what I did. And after eating I got up from my seat and left.
–
Then Ghaṭīkāra went up to his parents and said, “Who took rice from
the pot and sauce from the pan, ate it, and left?”
–
“It was the Buddha
Kassapa, my dear.”
Then Ghaṭīkāra thought,
“I’m so fortunate, so very fortunate, in
that the Buddha Kassapa trusts me so much!” Then joy and happiness
did not leave him for a fortnight, or his parents for a week.
Another time, great king, I was staying near that same market town
of Vebhaliṅga. Then i robed up in the morning and, taking my bowl
and robe, went to the home of Ghaṭīkāra’s parents, where i said to
them,
“Excuse me, where has Ghaṭīkāra gone?”
–
“Your supporter has
gone out, sir. But take porridge from the pot and sauce from the pan
and eat.”
So that’s what I did. And after eating I got up from my seat and left.
Then Ghaṭīkāra went up to his parents and said, “Who took porridge
from the pot and sauce from the pan, ate it, and left?”
–
“It was the
Buddha Kassapa, my dear.”
Then Ghaṭīkāra thought,
“I’m so fortunate, so very fortunate, to be
trusted so much by the Buddha Kassapa!” Then joy and happiness did
not leave him for a fortnight, or his parents for a week.
Another time, great king, I was staying near that same market town
of Vebhaliṅga. Now at that time my hut leaked. So i addressed the
bhikkhus, “Bhikkhus, go to Ghaṭikāra’s home and find some grass.”
–
When i said this, those bhikkhus said to me, “Sir, there’s no grass
there, but his workshop has a grass roof.”
–
“Then go to the workshop
and strip the grass.”
So that’s what they did. Then Ghaṭīkāra’s parents said to those
bhikkhus, “Who’s stripping the grass from the workshop?”
–
“It’s the
bhikkhus, sister. The Buddha’s hut is leaking.”
–
“Take it, sirs! Take it!”
Then Ghaṭīkāra went up to his parents and said, “Who stripped the
grass from the workshop?”
–
“It was the bhikkhus, dear. it seems the
Buddha’s hut is leaking.”
Then Ghaṭīkāra thought,
“I’m so fortunate, so very fortunate, to
be trusted so much by the Buddha Kassapa!” Then joy and happiness
did not leave him for a fortnight, or his parents for a week. Then
the workshop remained with the sky for a roof for the whole three
months, but no rain fell on it. And that, great king, is what Ghaṭīkāra
the potter is like.’
‘Ghaṭīkāra the potter is fortunate, very fortunate, to be so trusted
by the Buddha Kassapa.’
Then the King sent around five hundred cartloads of rice, soft
saffron rice, and suitable sauce to Ghaṭīkāra. Then one of the king’s
men approached Ghaṭīkāra and said, ‘Sir, these five hundred cartloads
of rice, soft saffron rice, and suitable sauce have been sent to you by
the King of Kāsī. Please accept them.’
–
‘The king has many duties, and
much to do. I have enough. Let this be for the king himself.’
Ānanda, you might think: ‘Surely the brahmin student Jotipāla must
have been someone else at that time?’ But you should not see it like
this. i was the student Jotipāla at that time.”
That is what the Buddha said. Satisfied, Venerable Ānanda was
happy with what the Buddha said.
</p>
</blockquote>
</div>
</div>
</div>
</div>
