index.org
* TODO Chapter 3
** TODO SN 36.6
*** TODO Deutsch
#+begin_quote

#+end_quote

*** DONE OWTJ
CLOSED: [2025-10-17 Fri 21:17]
#+begin_quote
Being pressured by a painful feeling, he harbours aversion towards it. When he harbours aversion towards painful feeling, the underlying tendency to aversion towards painful feeling lies behind this. Being pressured by painful feeling, he seeks delight in sensual pleasure. For what reason? Because the ordinary person does not know of any escape from painful feeling other than sensual pleasure.
#+end_quote

* TODO Chapter 4
** TODO SN 45.8
*** TODO Deutsch
#+begin_quote

#+end_quote

*** DONE OWTJ
CLOSED: [2025-10-17 Fri 21:16]
#+begin_quote
And what, monks, is the right effort? (1) There is the case where a monk generates desire, endeavours, activates persistence, upholds and exerts his intent for the sake of the non-arising of unskilful qualities that have not yet arisen. (2) He generates desire, endeavours, activates persistence, upholds and exerts his intent for the sake of the abandonment of unskilful qualities that have arisen. (3) He generates desire, endeavours, activates persistence, upholds and exerts his intent for the sake of the arising of skilful qualities that have not yet arisen. (4) He generates desire, endeavours, activates persistence, upholds and exerts his intent for the maintenance, non-confusion, increase, abundance, fulfilment, and development of skilful qualities that have arisen: This is called right effort.
#+end_quote
** TODO SN 51.15
*** TODO Deutsch
#+begin_quote

#+end_quote

*** TODO Pāli
#+begin_quote

#+end_quote

*** DONE OWTJ
CLOSED: [2025-10-17 Fri 21:16]
#+begin_quote
Then a brahmin approached the Venerable Ānanda … and said: ‘for what purpose, Master Ānanda, is the holy life lived under the ascetic Gotama?’

‘It is for the sake of abandoning desire, brahmin, that the holy life is lived under the Blessed One.’

‘But, Master Ānanda, is there a path for the abandoning of this desire?’

‘There is a path, brahmin, for the abandoning of this desire.’

‘But, Master Ānanda, what is the path for the abandoning of this desire?’

‘Here, brahmin, a bhikkhu develops the basis for potency that possesses composure due to desire and intentions of striving. He develops the basis for potency that possesses composure due to energy … composure due to mind … composure due to investigation and intentions of striving. This, brahmin, is the path for the abandoning of this desire.’

‘Such being the case, Master Ānanda, the situation is never ending. It is impossible that one can abandon desire by means of desire itself.’

‘Well then, brahmin, I will question you about this matter. Answer as you see fit.

What do you think, did you earlier have the desire, “I will go to the park,” and after you went to the park, did the corresponding desire subside?’

‘Yes, sir.’

‘Did you earlier arouse energy, thinking, “I will go to the park,” and after you went to the park, did the corresponding energy subside?’

‘Yes, sir.’

‘Did you earlier make up your mind, “I will go to the park,” and after you went to the park, did the corresponding resolution subside?’

‘Yes, sir.’

‘Did you earlier make an investigation, “Shall I go to the park?” and after you went to the park, did the corresponding investigation subside?’

‘Yes, sir.’

‘It is exactly the same with a bhikkhu who is an arahant, one whose taints are destroyed, who has lived the holy life, done what had to be done, laid down the burden, reached his own goal, utterly destroyed the fetters of existence, and is completely liberated through final knowledge. He earlier had the desire for the attainment of arahantship, and when he attained arahantship, the corresponding desire subsided. He earlier had aroused energy for the attainment of arahantship, and when he attained arahantship, the corresponding energy subsided. He earlier had made up his mind to attain arahantship, and when he attained arahantship, the corresponding resolution subsided. He earlier made an investigation for the attainment of arahantship, and when he attained arahantship, the corresponding investigation subsided.

What do you think, brahmin, such being the case, is the situation never-ending or is there an end?’

‘Surely, Master Ānanda, such being the case, the situation has an end, and is not never ending. Magnificent, Master Ānanda! … from today let Master Ānanda remember me as a lay follower taken refuge for life.’
#+end_quote

** TODO MN 13
*** TODO Deutsch
#+begin_quote

#+end_quote

*** TODO Pāli
#+begin_quote

#+end_quote

*** DONE OWTJ
CLOSED: [2025-10-17 Fri 21:16]
#+begin_quote
Any contemplatives who do not discern, as it is, the gratification of sensuality as gratification, the danger of sensuality as danger, the escape from sensuality as escape: that they themselves would understand sensuality; or would rouse another with the truth so that, in line with what he has practised, he would understand sensuality: that is impossible. But any contemplatives who discern, as it is, the gratification of sensuality as gratification, the danger of sensuality as danger, the escape from sensuality as escape: that they would themselves understand sensuality or would rouse another with the truth so that, in line with what he has practised, he would understand sensuality: that is possible. 
#+end_quote

** TODO AN 4.159
*** TODO Deutsch
#+begin_quote

#+end_quote

*** TODO Pāli
#+begin_quote

#+end_quote

