index.html

<div id="outline-container-org2702c29" class="outline-2">
<h2 id="org2702c29"><span class="todo TODO">TODO</span> Chapter 3</h2>
<div class="outline-text-2" id="text-org2702c29">
</div>
<div id="outline-container-org59f7271" class="outline-3">
<h3 id="org59f7271"><span class="todo TODO">TODO</span> SN 36.6</h3>
<div class="outline-text-3" id="text-org59f7271">
</div>
<div id="outline-container-org73e44ee" class="outline-4">
<h4 id="org73e44ee"><span class="todo TODO">TODO</span> Deutsch</h4>
<div class="outline-text-4" id="text-org73e44ee">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-org797ac81" class="outline-4">
<h4 id="org797ac81"><span class="done DONE">DONE</span> OWTJ</h4>
<div class="outline-text-4" id="text-org797ac81">
<blockquote>
<p>
Being pressured by a painful feeling, he harbours aversion towards it. When he harbours aversion towards painful feeling, the underlying tendency to aversion towards painful feeling lies behind this. Being pressured by painful feeling, he seeks delight in sensual pleasure. For what reason? Because the ordinary person does not know of any escape from painful feeling other than sensual pleasure.
</p>
</blockquote>
</div>
</div>
</div>
</div>

<div id="outline-container-org1b56058" class="outline-2">
<h2 id="org1b56058"><span class="todo TODO">TODO</span> Chapter 4</h2>
<div class="outline-text-2" id="text-org1b56058">
</div>
<div id="outline-container-org43cbd25" class="outline-3">
<h3 id="org43cbd25"><span class="todo TODO">TODO</span> SN 45.8</h3>
<div class="outline-text-3" id="text-org43cbd25">
</div>
<div id="outline-container-orgcf27be4" class="outline-4">
<h4 id="orgcf27be4"><span class="todo TODO">TODO</span> Deutsch</h4>
<div class="outline-text-4" id="text-orgcf27be4">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgd24f752" class="outline-4">
<h4 id="orgd24f752"><span class="done DONE">DONE</span> OWTJ</h4>
<div class="outline-text-4" id="text-orgd24f752">
<blockquote>
<p>
And what, monks, is the right effort? (1) There is the case where a monk generates desire, endeavours, activates persistence, upholds and exerts his intent for the sake of the non-arising of unskilful qualities that have not yet arisen. (2) He generates desire, endeavours, activates persistence, upholds and exerts his intent for the sake of the abandonment of unskilful qualities that have arisen. (3) He generates desire, endeavours, activates persistence, upholds and exerts his intent for the sake of the arising of skilful qualities that have not yet arisen. (4) He generates desire, endeavours, activates persistence, upholds and exerts his intent for the maintenance, non-confusion, increase, abundance, fulfilment, and development of skilful qualities that have arisen: This is called right effort.
</p>
</blockquote>
</div>
</div>
</div>
<div id="outline-container-org22a3ce0" class="outline-3">
<h3 id="org22a3ce0"><span class="todo TODO">TODO</span> SN 51.15</h3>
<div class="outline-text-3" id="text-org22a3ce0">
</div>
<div id="outline-container-orgdb1ac37" class="outline-4">
<h4 id="orgdb1ac37"><span class="todo TODO">TODO</span> Deutsch</h4>
<div class="outline-text-4" id="text-orgdb1ac37">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-org77eda91" class="outline-4">
<h4 id="org77eda91"><span class="todo TODO">TODO</span> Pāli</h4>
<div class="outline-text-4" id="text-org77eda91">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-org88026d9" class="outline-4">
<h4 id="org88026d9"><span class="done DONE">DONE</span> OWTJ</h4>
<div class="outline-text-4" id="text-org88026d9">
<blockquote>
<p>
Then a brahmin approached the Venerable Ānanda … and said: ‘for what purpose, Master Ānanda, is the holy life lived under the ascetic Gotama?’
</p>

<p>
‘It is for the sake of abandoning desire, brahmin, that the holy life is lived under the Blessed One.’
</p>

<p>
‘But, Master Ānanda, is there a path for the abandoning of this desire?’
</p>

<p>
‘There is a path, brahmin, for the abandoning of this desire.’
</p>

<p>
‘But, Master Ānanda, what is the path for the abandoning of this desire?’
</p>

<p>
‘Here, brahmin, a bhikkhu develops the basis for potency that possesses composure due to desire and intentions of striving. He develops the basis for potency that possesses composure due to energy … composure due to mind … composure due to investigation and intentions of striving. This, brahmin, is the path for the abandoning of this desire.’
</p>

<p>
‘Such being the case, Master Ānanda, the situation is never ending. It is impossible that one can abandon desire by means of desire itself.’
</p>

<p>
‘Well then, brahmin, I will question you about this matter. Answer as you see fit.
</p>

<p>
What do you think, did you earlier have the desire, “I will go to the park,” and after you went to the park, did the corresponding desire subside?’
</p>

<p>
‘Yes, sir.’
</p>

<p>
‘Did you earlier arouse energy, thinking, “I will go to the park,” and after you went to the park, did the corresponding energy subside?’
</p>

<p>
‘Yes, sir.’
</p>

<p>
‘Did you earlier make up your mind, “I will go to the park,” and after you went to the park, did the corresponding resolution subside?’
</p>

<p>
‘Yes, sir.’
</p>

<p>
‘Did you earlier make an investigation, “Shall I go to the park?” and after you went to the park, did the corresponding investigation subside?’
</p>

<p>
‘Yes, sir.’
</p>

<p>
‘It is exactly the same with a bhikkhu who is an arahant, one whose taints are destroyed, who has lived the holy life, done what had to be done, laid down the burden, reached his own goal, utterly destroyed the fetters of existence, and is completely liberated through final knowledge. He earlier had the desire for the attainment of arahantship, and when he attained arahantship, the corresponding desire subsided. He earlier had aroused energy for the attainment of arahantship, and when he attained arahantship, the corresponding energy subsided. He earlier had made up his mind to attain arahantship, and when he attained arahantship, the corresponding resolution subsided. He earlier made an investigation for the attainment of arahantship, and when he attained arahantship, the corresponding investigation subsided.
</p>

<p>
What do you think, brahmin, such being the case, is the situation never-ending or is there an end?’
</p>

<p>
‘Surely, Master Ānanda, such being the case, the situation has an end, and is not never ending. Magnificent, Master Ānanda! … from today let Master Ānanda remember me as a lay follower taken refuge for life.’
</p>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-org3ac34c1" class="outline-3">
<h3 id="org3ac34c1"><span class="todo TODO">TODO</span> MN 13</h3>
<div class="outline-text-3" id="text-org3ac34c1">
</div>
<div id="outline-container-org741d119" class="outline-4">
<h4 id="org741d119"><span class="todo TODO">TODO</span> Deutsch</h4>
<div class="outline-text-4" id="text-org741d119">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-org7facc48" class="outline-4">
<h4 id="org7facc48"><span class="todo TODO">TODO</span> Pāli</h4>
<div class="outline-text-4" id="text-org7facc48">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgb1350a3" class="outline-4">
<h4 id="orgb1350a3"><span class="done DONE">DONE</span> OWTJ</h4>
<div class="outline-text-4" id="text-orgb1350a3">
<blockquote>
<p>
Any contemplatives who do not discern, as it is, the gratification of sensuality as gratification, the danger of sensuality as danger, the escape from sensuality as escape: that they themselves would understand sensuality; or would rouse another with the truth so that, in line with what he has practised, he would understand sensuality: that is impossible. But any contemplatives who discern, as it is, the gratification of sensuality as gratification, the danger of sensuality as danger, the escape from sensuality as escape: that they would themselves understand sensuality or would rouse another with the truth so that, in line with what he has practised, he would understand sensuality: that is possible. 
</p>
</blockquote>
</div>
</div>
</div>
