index.org
*** DONE OWTJ
CLOSED: [2025-10-17 Fri 21:16]
#+begin_quote
… Then Ānanda said to the nun:

‘Sister, this body is produced by food. Relying on food, you should give up food. This body is produced by craving. Relying on craving, you should give up craving. This body is produced by conceit. Relying on conceit, you should give up conceit. This body is produced by sex. The Buddha spoke of breaking off everything to do with sex.

“This body is produced by food. Relying on food, you should give up food.” This is what I said, but why did I say it? Take a bhikkhu who concurrently reflects on the food that they eat (while they eat): “Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support the holy life. In this way, I shall put an end to old feelings and not give rise to new feelings, and I will live blamelessly and at ease.” After some time, relying on food, they give up food. That’s why I said what I said.

“This body is produced by craving. Relying on craving, you should give up craving.” This is what I said, but why did I say it? Take a bhikkhu who hears this: “They say that the bhikkhu named so-and-so has realized the undefiled freedom of mind and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.” They think: “Oh, when will I too realize the undefiled freedom of mind and freedom by wisdom in this very life. …” After some time, relying on craving, they give up craving. That’s why I said what I said.

“This body is produced by conceit. Relying on conceit, you should give up conceit.” This is what I said, but why did I say it? Take a bhikkhu who hears this: “They say that the bhikkhu named so-and-so has realized the undefiled freedom of mind and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.” They think: “Well, that venerable person can realize the undefiled freedom of mind and freedom by wisdom in this very life. … Why can’t I?” After some time, relying on conceit, they give up conceit. That’s why I said what I said.

“This body is produced by sex. The Buddha spoke of breaking off everything to do with sex.”’
#+end_quote

** TODO AN 10.61
*** TODO Deutsch
#+begin_quote

#+end_quote

*** TODO Pāli
#+begin_quote

#+end_quote

*** OWTJ
#+begin_quote
Bhikkhus, this is said: ‘A first point of ignorance, bhikkhus, is not seen such that before this there was no ignorance and afterward it came into being.’ Still, ignorance is seen to have a specific condition.

I say, bhikkhus, that ignorance has a nutriment; it is not without nutriment. And what is the nutriment for ignorance? It should be said: the five hindrances.

The five hindrances, too, I say, have a nutriment; they are not without nutriment. And what is the nutriment for the five hindrances? It should be said: the three kinds of misconduct.

The three kinds of misconduct, too, I say, have a nutriment; they are not without nutriment. And what is the nutriment for the three kinds of misconduct? It should be said: non-restraint of the sense faculties.

Non-restraint of the sense faculties, too, I say, has a nutriment; it is not without nutriment. And what is the nutriment for non-restraint of the sense faculties? It should be said: lack of recollection and awareness.

Lack of recollection and awareness, too, I say, has a nutriment; it is not without nutriment. And what is the nutriment for lack of recollection and awareness? It should be said: no concurrent attention.

No concurrent attention too, I say, has a nutriment; it is not without nutriment. And what is the nutriment for no concurrent attention? It should be said: lack of trust.

Lack of trust, too, I say, has a nutriment; it is not without nutriment. And what is the nutriment for lack of trust? It should be said: not hearing the good Dhamma.

Not hearing the good Dhamma, too, I say, has a nutriment; it is not without nutriment. And what is the nutriment for not hearing the good Dhamma? It should be said: not associating with good people.
#+end_quote


* Chapter 5
** SUTTA
*** Deutsch
#+begin_quote

#+end_quote

*** OWTJ
#+begin_quote

#+end_quote

** SUTTA
*** Deutsch
#+begin_quote

#+end_quote

*** OWTJ
#+begin_quote

#+end_quote

** SUTTA
*** Deutsch
#+begin_quote

#+end_quote

*** OWTJ
#+begin_quote

#+end_quote

** SUTTA
*** Deutsch
#+begin_quote

#+end_quote

*** OWTJ
#+begin_quote

#+end_quote



** SUTTA
*** Deutsch
#+begin_quote

#+end_quote

*** OWTJ
#+begin_quote

#+end_quote

** SUTTA
*** Deutsch
#+begin_quote

#+end_quote

*** OWTJ
#+begin_quote

#+end_quote

** SUTTA
*** Deutsch
#+begin_quote

#+end_quote

*** OWTJ
#+begin_quote

#+end_quote

** SUTTA
*** Deutsch
#+begin_quote

#+end_quote

*** OWTJ
#+begin_quote

#+end_quote

** SUTTA
*** Deutsch
#+begin_quote

#+end_quote

*** OWTJ
#+begin_quote

#+end_quote

