index.html

<div id="outline-container-orgb86f5bd" class="outline-3">
<h3 id="orgb86f5bd"><span class="todo TODO">TODO</span> AN 4.159</h3>
<div class="outline-text-3" id="text-orgb86f5bd">
</div>
<div id="outline-container-orge6e489b" class="outline-4">
<h4 id="orge6e489b"><span class="todo TODO">TODO</span> Deutsch</h4>
<div class="outline-text-4" id="text-orge6e489b">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgd29f3fb" class="outline-4">
<h4 id="orgd29f3fb"><span class="todo TODO">TODO</span> Pāli</h4>
<div class="outline-text-4" id="text-orgd29f3fb">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-orge9a25b8" class="outline-4">
<h4 id="orge9a25b8"><span class="done DONE">DONE</span> OWTJ</h4>
<div class="outline-text-4" id="text-orge9a25b8">
<blockquote>
<p>
… Then Ānanda said to the nun:
</p>

<p>
‘Sister, this body is produced by food. Relying on food, you should give up food. This body is produced by craving. Relying on craving, you should give up craving. This body is produced by conceit. Relying on conceit, you should give up conceit. This body is produced by sex. The Buddha spoke of breaking off everything to do with sex.
</p>

<p>
“This body is produced by food. Relying on food, you should give up food.” This is what I said, but why did I say it? Take a bhikkhu who concurrently reflects on the food that they eat (while they eat): “Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support the holy life. In this way, I shall put an end to old feelings and not give rise to new feelings, and I will live blamelessly and at ease.” After some time, relying on food, they give up food. That’s why I said what I said.
</p>

<p>
“This body is produced by craving. Relying on craving, you should give up craving.” This is what I said, but why did I say it? Take a bhikkhu who hears this: “They say that the bhikkhu named so-and-so has realized the undefiled freedom of mind and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.” They think: “Oh, when will I too realize the undefiled freedom of mind and freedom by wisdom in this very life. …” After some time, relying on craving, they give up craving. That’s why I said what I said.
</p>

<p>
“This body is produced by conceit. Relying on conceit, you should give up conceit.” This is what I said, but why did I say it? Take a bhikkhu who hears this: “They say that the bhikkhu named so-and-so has realized the undefiled freedom of mind and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.” They think: “Well, that venerable person can realize the undefiled freedom of mind and freedom by wisdom in this very life. … Why can’t I?” After some time, relying on conceit, they give up conceit. That’s why I said what I said.
</p>

<p>
“This body is produced by sex. The Buddha spoke of breaking off everything to do with sex.”’
</p>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-org9dad2c4" class="outline-3">
<h3 id="org9dad2c4"><span class="todo TODO">TODO</span> AN 10.61</h3>
<div class="outline-text-3" id="text-org9dad2c4">
</div>
<div id="outline-container-orgc80e214" class="outline-4">
<h4 id="orgc80e214"><span class="todo TODO">TODO</span> Deutsch</h4>
<div class="outline-text-4" id="text-orgc80e214">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-org91780a8" class="outline-4">
<h4 id="org91780a8"><span class="todo TODO">TODO</span> Pāli</h4>
<div class="outline-text-4" id="text-org91780a8">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-org1b2056f" class="outline-4">
<h4 id="org1b2056f">OWTJ</h4>
<div class="outline-text-4" id="text-org1b2056f">
<blockquote>
<p>
Bhikkhus, this is said: ‘A first point of ignorance, bhikkhus, is not seen such that before this there was no ignorance and afterward it came into being.’ Still, ignorance is seen to have a specific condition.
</p>

<p>
I say, bhikkhus, that ignorance has a nutriment; it is not without nutriment. And what is the nutriment for ignorance? It should be said: the five hindrances.
</p>

<p>
The five hindrances, too, I say, have a nutriment; they are not without nutriment. And what is the nutriment for the five hindrances? It should be said: the three kinds of misconduct.
</p>

<p>
The three kinds of misconduct, too, I say, have a nutriment; they are not without nutriment. And what is the nutriment for the three kinds of misconduct? It should be said: non-restraint of the sense faculties.
</p>

<p>
Non-restraint of the sense faculties, too, I say, has a nutriment; it is not without nutriment. And what is the nutriment for non-restraint of the sense faculties? It should be said: lack of recollection and awareness.
</p>

<p>
Lack of recollection and awareness, too, I say, has a nutriment; it is not without nutriment. And what is the nutriment for lack of recollection and awareness? It should be said: no concurrent attention.
</p>

<p>
No concurrent attention too, I say, has a nutriment; it is not without nutriment. And what is the nutriment for no concurrent attention? It should be said: lack of trust.
</p>

<p>
Lack of trust, too, I say, has a nutriment; it is not without nutriment. And what is the nutriment for lack of trust? It should be said: not hearing the good Dhamma.
</p>

<p>
Not hearing the good Dhamma, too, I say, has a nutriment; it is not without nutriment. And what is the nutriment for not hearing the good Dhamma? It should be said: not associating with good people.
</p>
</blockquote>
</div>
</div>
</div>
</div>


<div id="outline-container-org5756a02" class="outline-2">
<h2 id="org5756a02">Chapter 5</h2>
<div class="outline-text-2" id="text-org5756a02">
</div>
<div id="outline-container-org04baad8" class="outline-3">
<h3 id="org04baad8">SUTTA</h3>
<div class="outline-text-3" id="text-org04baad8">
</div>
<div id="outline-container-org1877671" class="outline-4">
<h4 id="org1877671">Deutsch</h4>
<div class="outline-text-4" id="text-org1877671">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgf37ee8e" class="outline-4">
<h4 id="orgf37ee8e">OWTJ</h4>
<div class="outline-text-4" id="text-orgf37ee8e">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-org205264b" class="outline-3">
<h3 id="org205264b">SUTTA</h3>
<div class="outline-text-3" id="text-org205264b">
</div>
<div id="outline-container-orgd9174e4" class="outline-4">
<h4 id="orgd9174e4">Deutsch</h4>
<div class="outline-text-4" id="text-orgd9174e4">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgcb31ddb" class="outline-4">
<h4 id="orgcb31ddb">OWTJ</h4>
<div class="outline-text-4" id="text-orgcb31ddb">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-org27ddd94" class="outline-3">
<h3 id="org27ddd94">SUTTA</h3>
<div class="outline-text-3" id="text-org27ddd94">
</div>
<div id="outline-container-org9a7d1ca" class="outline-4">
<h4 id="org9a7d1ca">Deutsch</h4>
<div class="outline-text-4" id="text-org9a7d1ca">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgce960e7" class="outline-4">
<h4 id="orgce960e7">OWTJ</h4>
<div class="outline-text-4" id="text-orgce960e7">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-org342a913" class="outline-3">
<h3 id="org342a913">SUTTA</h3>
<div class="outline-text-3" id="text-org342a913">
</div>
<div id="outline-container-org6133c65" class="outline-4">
<h4 id="org6133c65">Deutsch</h4>
<div class="outline-text-4" id="text-org6133c65">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-org6cfcf61" class="outline-4">
<h4 id="org6cfcf61">OWTJ</h4>
<div class="outline-text-4" id="text-org6cfcf61">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>
</div>



<div id="outline-container-orga3f0fa3" class="outline-3">
<h3 id="orga3f0fa3">SUTTA</h3>
<div class="outline-text-3" id="text-orga3f0fa3">
</div>
<div id="outline-container-org013a91e" class="outline-4">
<h4 id="org013a91e">Deutsch</h4>
<div class="outline-text-4" id="text-org013a91e">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgca02f3f" class="outline-4">
<h4 id="orgca02f3f">OWTJ</h4>
<div class="outline-text-4" id="text-orgca02f3f">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-org77be3a0" class="outline-3">
<h3 id="org77be3a0">SUTTA</h3>
<div class="outline-text-3" id="text-org77be3a0">
</div>
<div id="outline-container-orgc35a22a" class="outline-4">
<h4 id="orgc35a22a">Deutsch</h4>
<div class="outline-text-4" id="text-orgc35a22a">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-org20acbea" class="outline-4">
<h4 id="org20acbea">OWTJ</h4>
<div class="outline-text-4" id="text-org20acbea">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-org90bdccd" class="outline-3">
<h3 id="org90bdccd">SUTTA</h3>
<div class="outline-text-3" id="text-org90bdccd">
</div>
<div id="outline-container-org483f84e" class="outline-4">
<h4 id="org483f84e">Deutsch</h4>
<div class="outline-text-4" id="text-org483f84e">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-org6a757e2" class="outline-4">
<h4 id="org6a757e2">OWTJ</h4>
<div class="outline-text-4" id="text-org6a757e2">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-org529a728" class="outline-3">
<h3 id="org529a728">SUTTA</h3>
<div class="outline-text-3" id="text-org529a728">
</div>
<div id="outline-container-org03cf29f" class="outline-4">
<h4 id="org03cf29f">Deutsch</h4>
<div class="outline-text-4" id="text-org03cf29f">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgbb1c005" class="outline-4">
<h4 id="orgbb1c005">OWTJ</h4>
<div class="outline-text-4" id="text-orgbb1c005">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-org582bc4a" class="outline-3">
<h3 id="org582bc4a">SUTTA</h3>
<div class="outline-text-3" id="text-org582bc4a">
</div>
<div id="outline-container-org1e8ecea" class="outline-4">
<h4 id="org1e8ecea">Deutsch</h4>
<div class="outline-text-4" id="text-org1e8ecea">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>

<div id="outline-container-org4a75b8f" class="outline-4">
<h4 id="org4a75b8f">OWTJ</h4>
<div class="outline-text-4" id="text-org4a75b8f">
<blockquote>
<p>

</p>
</blockquote>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Samiddhi</p>
<p class="date">Created: 2025-10-19 Sun 12:29</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
